# Taps
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Binaries
brew "act"
brew "ant"
brew "autoconf"
brew "automake"
brew "awscli"
brew "openssl@1.1"
brew "sqlite"
brew "glib"
brew "cairo"
brew "cmake"
brew "curl"
brew "dbmate"
brew "direnv"
brew "entr"
brew "node"
brew "fauna-shell"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "gengetopt"
brew "gifsicle"
brew "libtool"
brew "pkg-config"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "httpie"
brew "jansson"
brew "jq"
brew "krb5"
brew "libconfig"
brew "libexif"
brew "libmicrohttpd"
brew "libnice"
brew "libogg"
brew "libusrsctp"
brew "libwebsockets"
brew "mackup"
brew "miniconda"
brew "mkcert"
brew "nss"
brew "openblas"
brew "opus"
brew "pango"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rabbitmq-c"
brew "ruby-build"
brew "rbenv"
brew "sofia-sip"
brew "srtp"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku"

# Apps
cask "affinity-designer"
cask "affinity-photo"
cask "android-studio"
cask "authy"
cask "brave-browser"
cask "calibre"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "github"
cask "gitup"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "graphql-playground"
cask "iterm2"
cask "microsoft-edge"
cask "ngrok"
cask "nordvpn"
cask "pocket-casts"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "whatsapp"
cask "zoom"

# Manual
# capture-one
# sonos
